Repository: uaremad/ios-worktime
Catalog: App/Resources/TimeRecords.xcstrings
Source language: de
Languages: ar, da, en, es, fi, fr, ja, la, nb, nl, pl, pt, ru, sv, tr

# measurement_time_period_afternoon_measured
source: Nachmittags gemessen
ar: تم القياس بعد الظهر
da: Målt om eftermiddagen
en: Measured in the afternoon
es: Medido por la tarde
fi: Mitattu iltapäivällä
fr: Mesuré l'après-midi
ja: 午後に測定
la: Post meridiem mensum
nb: Målt på ettermiddagen
nl: Gemeten in de middag
pl: Zmierzono po południu
pt: Medido à tarde
ru: Измерено днём
sv: Mätt på eftermiddagen
tr: Öğleden sonra ölçüldü

# measurement_time_period_evening_measured
source: Abends gemessen
ar: تم القياس مساءً
da: Målt om aftenen
en: Measured in the evening
es: Medido por la noche
fi: Mitattu illalla
fr: Mesuré le soir
ja: 夕方に測定
la: Vespere mensum
nb: Målt om kvelden
nl: Gemeten in de avond
pl: Zmierzono wieczorem
pt: Medido à noite
ru: Измерено вечером
sv: Mätt på kvällen
tr: Akşam ölçüldü

# measurement_time_period_morning_measured
source: Vormittags gemessen
ar: تم القياس صباحاً
da: Målt om formiddagen
en: Measured in the morning
es: Medido por la mañana
fi: Mitattu aamulla
fr: Mesuré le matin
ja: 午前に測定
la: Mane mensum
nb: Målt på formiddagen
nl: Gemeten in de ochtend
pl: Zmierzono rano
pt: Medido de manhã
ru: Измерено утром
sv: Mätt på förmiddagen
tr: Sabah ölçüldü

# measurement_time_period_night_measured
source: Nachts gemessen
ar: تم القياس ليلاً
da: Målt om natten
en: Measured at night
es: Medido de madrugada
fi: Mitattu yöllä
fr: Mesuré la nuit
ja: 夜に測定
la: Nocte mensum
nb: Målt om natten
nl: Gemeten 's nachts
pl: Zmierzono w nocy
pt: Medido de madrugada
ru: Измерено ночью
sv: Mätt på natten
tr: Gece ölçüldü

# measurement_input_mode_native
source: Native
ar: أصلي
es: Nativo
fr: Natif
la: Nativus
pl: Natywny
pt: Nativo
ru: Нативный
tr: Yerel

# measurement_input_mode_direct
source: Direkt
ar: مباشر
da: Direkte
en: Direct
es: Directo
fi: Suora
fr: Direct
ja: Direct
la: Directus
nb: Direkte
nl: Direct
pl: Bezpośredni
pt: Direto
ru: Прямой
tr: Doğrudan

# measurement_input_systolic
source: Systolisch
ar: الانقباضي
da: Systolisk
en: Systolic
es: Sistólica
fi: Systolinen
fr: Systolique
ja: 収縮期
la: Systolica
nb: Systolisk
pl: Skurczowe
pt: Sistólica
ru: Систолическое
sv: Systoliskt
tr: Sistolik

# measurement_input_diastolic
source: Diastolisch
ar: الانبساطي
da: Diastolisk
en: Diastolic
es: Diastólica
fi: Diastolinen
fr: Diastolique
ja: 拡張期
la: Diastolica
nb: Diastolisk
pl: Rozkurczowe
pt: Diastólica
ru: Диастолическое
sv: Diastoliskt
tr: Diyastolik

# measurement_input_pulse
source: Puls
ar: النبض
en: Pulse
es: Pulso
fi: Syke
fr: Pouls
ja: 脈拍
la: Pulsus
nl: Pols
pl: Tętno
pt: Pulso
ru: Пульс
tr: Nabız

# measurement_input_date
source: Datum
ar: التاريخ
da: Dato
en: Date
es: Fecha
fi: Päivämäärä
fr: Date
ja: 日付
la: Dies
nb: Dato
pl: Data
pt: Data
ru: Дата
tr: Tarih

# measurement_input_comment
source: Kommentar
ar: ملاحظة
en: Comment
es: Comentario
fi: Kommentti
fr: Commentaire
ja: コメント
la: Commentarium
nl: Opmerking
pl: Komentarz
pt: Comentário
ru: Комментарий
tr: Yorum

# measurement_input_save
source: Speichern
ar: حفظ
da: Gem
en: Save
es: Guardar
fi: Tallenna
fr: Enregistrer
ja: 保存
la: Servare
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet

# measurement_input_cancel
source: Abbrechen
ar: إلغاء
da: Annuller
en: Cancel
es: Cancelar
fi: Peruuta
fr: Annuler
ja: キャンセル
la: Revocare
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal

# measurement_result_low
source: Niedriger Blutdruck
ar: ضغط دم منخفض
da: Lavt blodtryk
en: Low blood pressure
es: Presión arterial baja
fi: Matala verenpaine
fr: Tension artérielle basse
ja: 低血圧
la: Pressio sanguinis humilis
nb: Lavt blodtrykk
nl: Lage bloeddruk
pl: Niskie ciśnienie krwi
pt: Pressão arterial baixa
ru: Низкое артериальное давление
sv: Lågt blodtryck
tr: Düşük Tansiyon

# measurement_result_optimal
source: Optimal
ar: مثالي
es: Óptima
fi: Optimaalinen
fr: Optimale
ja: 最適
la: Optima
nl: Optimaal
pl: Optymalne
pt: Ótima
ru: Оптимальное
sv: Optimalt

# measurement_result_normal
source: Normal
ar: طبيعي
fi: Normaali
fr: Normale
ja: 正常
la: Normalis
nl: Normaal
pl: Normalne
ru: Нормальное
sv: Normalt

# measurement_result_high_normal
source: Hochnormal
ar: طبيعي مرتفع
da: Høj normal
en: High normal
es: Normal alta
fi: Korkea normaali
fr: Normale élevée
ja: 正常高値
la: Normalis alta
nb: Høy normal
nl: Hoog normaal
pl: Wysokie normalne
pt: Normal alta
ru: Высокая норма
sv: Högt normalt
tr: Yüksek Normal

# measurement_result_hypertension_grade1
source: Hypertonie Grad 1
ar: ارتفاع ضغط الدم من الدرجة 1
da: Hypertension grad 1
en: Hypertension grade 1
es: Hipertensión grado 1
fi: Verenpainetauti aste 1
fr: Hypertension grade 1
ja: 高血圧グレード1
la: Hypertensio gradus 1
nb: Hypertensjon grad 1
nl: Hypertensie graad 1
pl: Nadciśnienie stopnia 1
pt: Hipertensão grau 1
ru: Гипертония 1 степени
sv: Hypertoni grad 1
tr: Hipertansiyon derece 1

# measurement_result_hypertension_grade2
source: Hypertonie Grad 2
ar: ارتفاع ضغط الدم من الدرجة 2
da: Hypertension grad 2
en: Hypertension grade 2
es: Hipertensión grado 2
fi: Verenpainetauti aste 2
fr: Hypertension grade 2
ja: 高血圧グレード2
la: Hypertensio gradus 2
nb: Hypertensjon grad 2
nl: Hypertensie graad 2
pl: Nadciśnienie stopnia 2
pt: Hipertensão grau 2
ru: Гипертония 2 степени
sv: Hypertoni grad 2
tr: Hipertansiyon derece 2

# measurement_result_hypertension_grade3
source: Hypertonie Grad 3
ar: ارتفاع ضغط الدم من الدرجة 3
da: Hypertension grad 3
en: Hypertension grade 3
es: Hipertensión grado 3
fi: Verenpainetauti aste 3
fr: Hypertension grade 3
ja: 高血圧グレード3
la: Hypertensio gradus 3
nb: Hypertensjon grad 3
nl: Hypertensie graad 3
pl: Nadciśnienie stopnia 3
pt: Hipertensão grau 3
ru: Гипертония 3 степени
sv: Hypertoni grad 3
tr: Hipertansiyon derece 3

# measurement_list_pulse_pressure
source: Pulsdruck
ar: الضغط النبضي
da: Pulstryk
en: Pulse pressure
es: Presión de pulso
fi: Pulsaatiopaine
fr: Pression pulsée
ja: 脈圧
la: Pressio pulsus
nb: Pulstrykk
nl: Polsdruk
pl: Ciśnienie tętna
pt: Pressão de pulso
ru: Пульсовое давление
sv: Pulstryck
tr: Nabız Basıncı

# measurement_detail_edit
source: Bearbeiten
ar: تعديل
da: Rediger
en: Edit
es: Editar
fi: Muokkaa
fr: Modifier
ja: 編集
la: Recensere
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
tr: Düzenle

# measurement_input_tags
source: Tags
ar: الوسوم
es: Etiquetas
fi: Tunnisteet
fr: Étiquettes
ja: タグ
la: Notae
nb: Tagger
pl: Tagi
pt: Etiquetas
ru: Теги
sv: Taggar
tr: Etiketler

# timerecord_input_account_search_placeholder
source: Konten suchen...
ar: البحث في الحسابات...
da: Søg konti...
en: Search accounts...
es: Buscar cuentas...
fi: Etsi tilejä...
fr: Rechercher des comptes...
ja: アカウントを検索...
la: Quaerere rationes...
nb: Søk kontoer...
nl: Accounts zoeken...
pl: Szukaj kont...
pt: Pesquisar contas...
ru: Поиск счетов...
sv: Sök konton...
tr: Hesap ara...

# timerecord_input_clear
source: Eingabe löschen
ar: مسح الإدخال
da: Ryd input
en: Clear input
es: Borrar entrada
fi: Tyhjennä syöte
fr: Effacer la saisie
ja: 入力をクリア
la: Initium purga
nb: Tøm inndata
nl: Invoer wissen
pl: Wyczyść dane
pt: Limpar entrada
ru: Очистить ввод
sv: Rensa inmatning
tr: Girdiyi temizle

# timerecord_input_context
source: Arbeitskontext
ar: سياق العمل
da: Arbejdskontekst
en: Work context
es: Contexto de trabajo
fi: Työkonteksti
fr: Contexte de travail
ja: 作業コンテキスト
la: Contextus operis
nb: Arbeidskontekst
nl: Werkcontext
pl: Kontekst pracy
pt: Contexto de trabalho
ru: Рабочий контекст
sv: Arbetskontext
tr: Is baglami

# timerecord_input_date
source: Datum
ar: التاريخ
da: Dato
en: Date
es: Fecha
fi: Päivämäärä
fr: Date
ja: 日付
la: Dies
nb: Dato
pl: Data
pt: Data
ru: Дата
tr: Tarih

# timerecord_input_description
source: Beschreibung
ar: الوصف
da: Beskrivelse
en: Description
es: Descripción
fi: Kuvaus
fr: Description
ja: 説明
la: Descriptio
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
tr: Aciklama

# timerecord_input_duration
source: Dauer
ar: المدة
da: Varighed
en: Duration
es: Duración
fi: Kesto
fr: Durée
ja: 時間
la: Duratio
nb: Varighet
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
sv: Varaktighet
tr: Sure

# timerecord_input_duration_minutes
source: %@m
ar: %@ د
es: %@ min
fi: %@ min
fr: %@ min
ja: %@分
pl: %@ min
pt: %@ min
ru: %@ мин
tr: %@ dk

# timerecord_input_end_time
source: Endzeit
ar: وقت الانتهاء
da: Sluttid
en: End time
es: Hora de fin
fi: Päättymisaika
fr: Heure de fin
ja: 終了時刻
la: Tempus finis
nb: Sluttid
nl: Eindtijd
pl: Godzina zakończenia
pt: Hora de término
ru: Время окончания
sv: Sluttid
tr: Bitis saati

# timerecord_input_activity
source: Tätigkeit
ar: النشاط
da: Aktivitet
en: Activity
es: Actividad
fi: Toiminto
fr: Activité
ja: 作業
la: Actio
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Деятельность
sv: Aktivitet
tr: Etkinlik

# timerecord_input_activity_placeholder
source: Tätigkeit wählen
ar: نشاط auswählen
da: Vælg aktivitet
en: Select activity
es: Seleccionar actividad
fi: Valitse toiminto
fr: Sélectionner une activité
ja: 作業を選択
la: Actionem eligere
nb: Velg aktivitet
nl: Activiteit kiezen
pl: Wybierz aktywność
pt: Selecionar atividade
ru: Выбрать деятельность
sv: Välj aktivitet
tr: Etkinlik sec

# timerecord_input_client_placeholder
source: Client wählen
ar: Client auswählen
da: Vælg client
en: Select client
es: Seleccionar client
fi: Valitse client
fr: Sélectionner un client
ja: Client を選択
la: Client eligere
nb: Velg client
nl: Client kiezen
pl: Wybierz client
pt: Selecionar client
ru: Выбрать client
sv: Välj client
tr: Client sec

# timerecord_input_start_time
source: Startzeit
ar: وقت البدء
da: Starttid
en: Start time
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
ja: 開始時刻
la: Tempus initii
nb: Starttid
nl: Starttijd
pl: Godzina rozpoczęcia
pt: Hora de início
ru: Время начала
sv: Starttid
tr: Baslangic saati

# timerecord_input_context_placeholder
source: BVB-2 - Arbeitszeiten
da: BVB-2 - Arbejdstider
en: BVB-2 - Working hours
es: BVB-2 - Horas de trabajo
fi: BVB-2 - Työtunnit
fr: BVB-2 - Heures de travail
ja: BVB-2 - 勤務時間
la: BVB-2 - Horae operis
nb: BVB-2 - Arbeidstider
nl: BVB-2 - Werktijden
pl: BVB-2 - Godziny pracy
pt: BVB-2 - Horas de trabalho
ru: BVB-2 - Рабочие часы
sv: BVB-2 - Arbetstider
tr: BVB-2 - Calisma saatleri

# timerecord_input_activity_recent
source: Zuletzt verwendet
da: Senest brugt
en: Recently used
es: Usado recientemente
fi: Viimeksi käytetty
fr: Utilisé récemment
ja: 最近使用
la: Nuper usum
nb: Nylig brukt
nl: Recent gebruikt
pl: Ostatnio używane
pt: Usado recentemente
ru: Недавно использованные
sv: Nyligen använd
tr: Son kullanilan

# timerecord_input_client_clear
source: Client entfernen
da: Fjern client
en: Clear client
es: Quitar client
fi: Poista client
fr: Effacer le client
ja: Client をクリア
la: Client purga
nb: Fjern client
nl: Client wissen
pl: Wyczyść client
pt: Limpar client
ru: Очистить client
sv: Rensa client
tr: Client temizle

# timerecord_input_order
source: Auftrag
da: Ordre
en: Order
es: Pedido
fi: Tilaus
fr: Commande
ja: オーダー
la: Ordo
nb: Ordre
nl: Order
pl: Zlecenie
pt: Pedido
ru: Заказ
sv: Order
tr: Siparis

# timerecord_input_order_no_results
source: Keine Treffer
da: Ingen resultater
en: No results
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
ja: 結果なし
la: Nulla inventa
nb: Ingen treff
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ru: Нет результатов
sv: Inga resultat
tr: Sonuc yok

# timerecord_input_order_search_disabled
source: Zuerst Client wählen...
da: Vælg først client...
en: Select a client first...
es: Primero selecciona un client...
fi: Valitse ensin client...
fr: Sélectionnez d'abord un client...
ja: 先に Client を選択...
la: Primum client eligere...
nb: Velg først client...
nl: Kies eerst een client...
pl: Najpierw wybierz client...
pt: Selecione um client primeiro...
ru: Сначала выберите client...
sv: Välj client först...
tr: Once client sec...

# timerecord_input_order_search_placeholder
source: Auftrag suchen...
da: Søg ordre...
en: Search order...
es: Buscar pedido...
fi: Etsi tilaus...
fr: Rechercher une commande...
ja: オーダーを検索...
la: Ordinem quaerere...
nb: Søk ordre...
nl: Order zoeken...
pl: Szukaj zlecenia...
pt: Pesquisar pedido...
ru: Поиск заказа...
sv: Sök order...
tr: Siparis ara...

# timerecord_input_unknown_value
source: Unbekannt
da: Ukendt
en: Unknown
es: Desconocido
fi: Tuntematon
fr: Inconnu
ja: 不明
la: Ignotus
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

# timerecord_input_account
source: Account
la: Ratio
nb: Konto
pl: Konto
pt: Conta
ru: Счёт
sv: Konto
tr: Hesap

# timerecord_input_client
source: Client
la: Cliens

# timerecord_input_duration_placeholder
source: h
ru: ч
tr: s
